Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G12.tmx
Source language: en_us
Languages: zh_cn

source: Nelson Mandela: The long walk is over
zh_cn: 纳尔逊·曼德拉：他是英雄，而非圣人

source: WHO was the greatest of the statesmen of the 20th century?
zh_cn: 谁是20世纪最伟大的政治人物？

source: On it would perhaps be Mohandas Gandhi, Winston Churchill, Franklin Roosevelt, Charles de Gaulle, Jack Kennedy and Nelson Mandela.
zh_cn: 其上也许会有莫罕达斯·甘地，温斯顿·丘吉尔，富兰克林·罗斯福，夏尔·戴高乐，杰克·肯尼迪和纳尔逊·曼德拉。

source: For many people, in many lands, the most inspirational of these would be the last, who died on December 5th, aged 95.
zh_cn: 对于许多地方的许多人来说，其中最富有感召力的是最后一位，他于12月5日去世，享年95岁。

source: Mr Mandela's heroic status is a phenomenon. For years his fame was largely confined to his own country, South Africa. He did not become widely known abroad until his first trial, for high treason, ended in 1961.
zh_cn: 曼德拉的英雄地位非同一般，他的声名却并非一直广为人之，而是长期局限于自己的祖国南非，直到他1961年无罪获释。

source: Though acquitted, he remained free for little more than a year before being convicted on sabotage charges at the Rivonia trial, which began in 1963.
zh_cn: 这是他因叛国罪而第一次受审，但自由之身仅保持了一年多，之后在1963年开始的里沃尼亚审判中被判蓄意破坏罪名成立。

source: During his long subsequent confinement, more than 17 years of which were spent on Robben Island, a wind-scorched Alcatraz off the Cape coast, little was heard of Mr Mandela and nothing was seen of him.
zh_cn: 在他后来漫长的囚禁生涯中，将近18年是在开普敦外海的罗本岛上渡过的，这是一个狂风呼啸的重刑监狱。

source: When he emerged from captivity on February 11th 1990, no contemporary photograph of him had been published since 1964; the world had been able only to wonder what he looked like.
zh_cn: 曼德拉再次入狱后便几乎销声匿迹，1964年之后他便一直没有照片公开过，于是当他在1990年2月11日获释时，世人只能猜想他的相貌。

source: He was by then 71 years old, and barely ten years of semi-active politics remained to him.
zh_cn: 那时的他已经71岁，未来的半活跃政治生涯不过10年，但尽管如此，他做得比任何个体都要多。

source: Nonetheless, more than any other single being, he helped during that decade to secure a conciliatory and mostly peaceful end to apartheid, one of the great abominations of the age, and an infinitely more hopeful start to a democratic South Africa than even the most quixotic could have imagined 20 years earlier.
zh_cn: 在那10年里，他促成了废除种族隔离――我们时代最令人厌恶的事物之一――并实现了和解与总体和平，以及为民主的南非开创了极富希望的良好开端，这在20年前即使是最不切实际的政治幻想都无法想象的。

source: A pattern of paradox
zh_cn: 充满矛盾

source: That someone who had been in enforced obscurity for so long could exercise such influence suggests a remarkable personality.
zh_cn: 一个被迫从人们视野中消失了这么久的人仍有如此影响力，说明他品格非凡。

source: Personality alone does not, however, explain the depth of the outpourings of affection he met on his later travels, whether touring Africa, greeting 75,000 fans in a London stadium or sweeping down Broadway in a motorcade festooned by more ticker tape, it was said, than had ever fluttered onto a New York street before.
zh_cn: 但仅仅是人格也无法解释他后来在访问世界时所受到的汹涌的爱戴之情，无论是非洲之旅，在伦敦体育场向7.5万名支持者们致敬，或是让百老汇街为之倾倒――他的车队在街上走过时，据说洒下的庆祝纸条之多是纽约任何一条街都没有过的。

source: Mr Mandela was a celebrity, and this is an age that sets a high value on any kind of fame.
zh_cn: 曼德拉是著名人物，而我们这个时代把任何名气都视为很有价值。

source: When every pop star is "awesome", reality television makes idols out of oafs and "iconic" is so freely applied that it has become meaningless, it would be absurd not to see in the lionisation of Mr Mandela some of the veneration that came to attend Princess Diana: the world needs heroes, or heroines, and will not always choose them wisely.
zh_cn: 每一个流行歌手都“超棒”，真人秀节目把笨蛋变成偶像，“标志性”是如此廉价以至于失去了意义。曼德拉成为名人后所获得的尊敬要是还没有戴安娜王妃多，那就太荒诞了：世界需要男女英雄，也并不总是理性地选择英雄。

source: In Mr Mandela, though, the need for a hero was met by the real thing.
zh_cn: 但我们选择曼德拉，是因为他是真正的英雄。

source: Like most great men, even apparently simple ones, Mr Mandela was complex and often contradictory.
zh_cn: 像大多数伟人一样，哪怕是其中那些貌似简单的人，曼德拉内心复杂又充满矛盾。

source: He had granite determination: without it, he would have left prison years earlier, just by agreeing to renounce violence or make some other concession.
zh_cn: 他的意志坚如磐石：没有这份意志，他早就可以出狱了，只要同意放弃暴力或做出其它让步即可。

source: Yet he was by nature a compromiser and a conciliator.
zh_cn: 而他本性又愿意妥协与和解。

source: In the 1950s he would often argue for restraint against more headstrong colleagues, and throughout most of his life he fought to keep his movement, the African National Congress (ANC), non-racial, though at times he had reservations about Indians and much stronger feelings about whites.
zh_cn: 在1950年代他就常常支持对更加固执的同事进行约束，他几乎终其一生都在坚持让非洲人国民大会（ANC）保持非种族色彩，虽然有时他对印度裔有所保留，对白人的情感更为强烈。

source: When he came to accept the principle of armed struggle, his strategy was not to seize power by force but rather to make the government negotiate.
zh_cn: 当他接受武装斗争原则时，他的策略并非是以武力夺取政权，而是迫使政府谈判。

source: And when, in turn, the government eventually yielded, Mr Mandela showed neither bitterness nor vindictiveness, but an astonishing capacity for forgiveness and conciliation.
zh_cn: 而当政府最终屈服时，曼德拉既没有怨恨也没有报复，而令人惊异地报之以宽恕与和解。

source: He was a guerrilla, the commander-in-chief of the ANC's armed wing, Umkhonto we Sizwe, which, as the "Spear of the Nation", was supposed¡ªhowever implausibly¡ªto lead an armed insurgency, organise an invasion by sea and bring the government to its knees.
zh_cn: 他是游击队员，非国大军事组织“民族之矛”（Umkhonto we Sizwe）的总司令，他本应领导（这倒是令人难以至信）武装暴动，组织海上入侵，推翻政府。

source: It was this commitment to armed struggle that made Margaret Thatcher shun the ANC and dismiss it as "a typical terrorist organisation".
zh_cn: 正是由于他致力于武装斗争，玛格丽特·撒切尔拒绝与非国大接触，斥之为“典型的恐怖组织”。

source: But that was always too simple a view.
zh_cn: 但这个看法永远是太过简单。

source: Chief Albert Luthuli, the president of the ANC from 1952 to 1967, though not a pacifist, was a staunch believer in non-violent resistance, as at the outset was Mr Mandela.
zh_cn: 阿尔伯特·卢图利酋长在1952-1967年间任非国大主席，他虽然不是和平主义者，但坚信非暴力抗争，曼德拉在开始时也是这样。

source: Mr Mandela changed his mind only reluctantly, insisting at first on sabotage that would involve no casualties (liberation without bloodshed) rather than direct attacks on people.
zh_cn: 曼德拉的转变是不情愿的，开始他坚持仅仅采取破坏，不直接攻击人就不会有伤亡（不流血解放）。

source: When he did come round to guerrilla warfare, it was partly because he concluded that the government's increasing repression left no other way to bring about change ("The attacks of the wild beast cannot be averted with only bare hands"), partly because he feared that the ANC would lose out to more militant rivals, notably the exclusively black Pan Africanist Congress.
zh_cn: 后来他转为游击战时，部分是因为他认为政府的镇压越来越强烈，已经别无选择（“赤手空拳无法抵挡野兽的袭击”）；部分是因为他担心非国大会败给更好斗的对手，尤其是全黑的泛非主义者大会。

source: His views about communism were less evolutionary.
zh_cn: 他对共产主义的看法则较少变化。

source: In the 1950s he had pictures of Lenin and Stalin on the walls of his home in the Johannesburg township of Orlando.
zh_cn: 在1950年代，他在约翰内斯堡小镇奥兰多家中的墙上挂上了列宁和斯大林的像。

source: He was influenced by Marx and made common cause with the Communist Party of South Africa; his writings then were full of sub-Marxist drivel.
zh_cn: 他受到了马克思的影响，与南非共产党联合起来；那时他的作品中满是马克思主义呓语。

source: And he continued to the end to hold in deep affection such people as Joe Slovo, the chairman of the party, who was to him "dear comrade, dear brother, dear friend", but to his opponents the "KGB general".
zh_cn: 终其一生，他都与乔·斯洛沃这样的人感情深厚。乔是共产党主席，是曼德拉的“亲爱的同志，亲爱的兄弟与亲爱的朋友”，而他的反对者则称其为“克格勃头子”。

source: Mr Mandela insisted he was not a communist, though.
zh_cn: 不过曼德拉坚称自己不是共产党员。

source: He saw the ANC's bond with the communists as a link with the only group that would treat Africans as equals and as a natural alliance with his enemies' enemy.
zh_cn: 他将非国大与共产党间的关联视为与唯一愿意平等对待非洲人的团体之间的关系，并且敌人的敌人是我们的天然盟友。

source: He showed no desire for Soviet models, often speaking admiringly of British institutions, even to the point of calling the British Parliament "the most democratic institution in the world".
zh_cn: 他对苏联模式没有兴趣，常常谈到英国制度羡慕不已，甚至将英国议会称为“世界上最民主的制度”。

source: Moreover, he was consistent both in the 1950s, when the ANC was debating its objectives, and 20 years later, when the aims of the "liberation movement" were under discussion, in holding that the movement's great statement of principles, the Freedom Charter adopted in 1956, was not a commitment to socialism but "a step towards bourgeois democracy".
zh_cn: 此外，他的立场前后一致，不论是1950年代非国大在讨论斗争目标时，还是20年后讨论“解放运动”的目的时，他都坚持认为运动的伟大纲领，1956年通过的《自由宪章》，并非是要走向社会主义，而是“资产阶级民主再前进一步”。

source: A more blatant conflict of principles and practice could be seen at the end of Mr Mandela's life in his attitude to countries like Cuba, Libya and Syria.
zh_cn: 在曼德拉晚年对待古巴、利比亚和叙利亚这些国家的态度上，可以看到原则和行动的明显冲突。

source: For years he had fought to place human rights at the centre of the ANC's political philosophy, and as president he even sought to define his country's national interest to include "the happiness of others".
zh_cn: 多年以来，他一直坚持将人权放在非国大政治哲学的核心地位，作为总统他甚至谋求将“他人的幸福”写入国家利益。

source: With characteristic courage, he openly criticised Sani Abacha, a brutal and egregiously corrupt dictator of Nigeria in the 1990s, thus breaking the lamentable code that no African head of government criticises another African head of government.
zh_cn: 出于典型的曼德拉式勇气，他曾公开批评1990年代尼日利亚残暴又极度腐败的独裁者萨尼·阿巴查，这就破坏了一个糟糕的潜规则：非洲各国政府首脑间互不批评。

source: But would he likewise condemn Fidel Castro or Muammar Qaddafi?
zh_cn: 但他会同样地谴责菲德尔·卡斯特罗或穆阿迈尔·卡扎菲吗？

source: No.
zh_cn: 不。

source: These men had long supported the anti-apartheid cause and, for Mr Mandela, gratitude to loyal friends trumped all other considerations.
zh_cn: 他们长期支持反种族隔离政策，并且对曼德拉来说，感谢忠诚的朋友比其它任何考量都要重要。

source: The Americans were appalled.
zh_cn: 美国人对此非常震惊。

source: This episode involved a straightforward clash of principles, in which one triumphed: "To change Mandela's mind about a friend is virtually impossible," said Ahmed Kathrada, one of the seven others sentenced to life imprisonment with him at the Rivonia trial.
zh_cn: 这一点可以看出原则之间的明显冲突，其中有一条最重要：“改变曼德拉对朋友的看法实际上是不可能的，”艾哈迈德·卡特拉达说，他是里沃尼亚审判中与曼德拉一起被判终身监禁的另外七人中的一位。

source: Other apparently out-of-character actions were more easily explained by Mr Mandela's general adaptability, which may have been forced upon him by his separation from his family as a child.
zh_cn: 其它明显不符合曼德拉风格的做法可以更简单地以他的善于适应来解释，他在小时候被迫与家人分开，学会适应可能是迫不得已。

source: At first he was looked after mainly by his mother and then, after the age of ten, when his father died, by the regent of the Thembu, one of a dozen Xhosa-speaking groups, who accepted him as a ward.
zh_cn: 他一开始主要是由母亲照顾，后来十岁时父亲去世，腾布摄政王成为了他的监护人。腾布是讲科萨语的十几个族群中的一个。

source: If this disturbed upbringing bred a capacity for accommodating to events, it often served him well, but it sometimes made his behaviour hard to predict.
zh_cn: 如果说成长过程中的变故培养了他的适应能力，这对他常常也很有帮助，只是有时会导致他的行为更难预测。

source: Mr Mandela was, for example, a patrician, almost aloof young man.
zh_cn: 比如说，年轻时的曼德拉有一种几乎是冷漠的贵族气质。

source: Some of his colleagues considered him remote, even authoritarian, with a strong sense of proper behaviour.
zh_cn: 他的一些同事觉得他高高在上，甚至有些专制，极度在意举止是否得体。

source: But that did not mean he was conservative or socially stuck in the mud.
zh_cn: 但这并不说明他行事保守或有社交困难。

source: It was Mandela who, to the dismay of some of his fellow prisoners, was prepared to regard tolerantly the angry young members of the Black Consciousness Movement when they started arriving on Robben Island in the mid- 1970s, preaching a gospel of black exclusiveness.
zh_cn: 黑人意识运动的年轻人们在1970年代中期到达罗本岛时，主张黑人至上。面对他们的愤怒，曼德拉的狱友们感到惊恐，而曼德拉则准备好以宽容来对待。

source: Later, when the townships were in turmoil, he was to be consistently conciliatory towards discontented youth.
zh_cn: 后来当骚乱四起时，他也对不满的年轻人们报以一贯的和解态度。

source: Some of his own children might not have agreed, or perhaps they would have said that his efforts to understand other people's children were an acknowledgment of his failures with his own.
zh_cn: 他自己的孩子们可能不尽同意，或者他们也许会说，他努力去理解别人的孩子说明他在理解自己孩子上的失败。

source: For the contradictions and paradoxes in his views and politics were matched in his character, and nowhere was this more evident than in his relations with his family.
zh_cn: 他在观点与政治上的矛盾与抵触，符合他的性格，最能证明这一点的是他与家人的关系。

source: His first son, Thembi, had become estranged from his father several years before his death in a car crash in 1969 (a daughter had died at nine months in 1948).
zh_cn: 他的大儿子桑比与他多年失和，后来于1969年死于车祸。

source: Thembi had sided with his mother, Evelyn, when Mr Mandela divorced her in 1958 after a marriage of 14 fairly unhappy years.
zh_cn: 桑比的妈妈伊芙琳在经历了14年的不幸婚姻后，于1958年与曼德拉离婚，桑比支持母亲离婚。

source: His brother, Makgatho, failed to live up to his father's expectations and moved away; he died of AIDS in 2005.
zh_cn: 二儿子马克贾托没能做到父亲的期望，从家里搬走；他在2005年死于艾滋病。

source: Maki, Evelyn's surviving daughter, remained on better terms but also felt neglected.
zh_cn: 玛基是伊芙琳唯一的女儿（前一个女儿在1948年九个月时夭折），她的状况好些，但同样感到受到忽视。

source: Trouble and strife
zh_cn: 困难与斗争

source: Matrimony proved just as difficult as fatherhood.
zh_cn: 做丈夫与做父亲一样难。

source: At the age of 22 he had run away to Johannesburg to escape a marriage arranged for him by his guardian, the Thembu regent.
zh_cn: 曼德拉在22岁时因为逃婚而离开了约翰内斯堡，他的监护人腾布摄政王安排了这桩婚事。

source: Three years later, in 1944, he would marry Evelyn, the first cousin of his lifelong friend Walter Sisulu.
zh_cn: 三年后的1944年，他与一生至交沃尔特·西苏鲁的表妹伊芙琳结婚。

source: A nurse, she bore him four children, but was drawn more to religion than politics, and politics was by then his all-absorbing concern.
zh_cn: 护士伊芙琳为他生了四个孩子，但对宗教更感兴趣而非政治，此时的曼德拉正全身心投入于政治活动。

source: Winnie, his second wife, whom he married in 1958, came to share his political cause, but from the first realised that "he belongs to them", the public.
zh_cn: 温妮是曼德拉的第二任妻子，结婚于1958年，与他有共同的政治追求，但从一开始就意识到“他属于他们”，即大众。

source: This was a complaint of the children too, as Mr Mandela himself confessed.
zh_cn: 曼德拉自己也承认，孩子们也有抱怨。

source: He was, one told him, "a father to all our people, but you have never had time to be a father to me."
zh_cn: 一个孩子对他说，他是“我们所有人的父亲，却从没有时间做我的父亲”。

source: Despite his devotion to the courageous Winnie-in his 1994 autobiography he would publish for the first time some of the poignant letters he had written to her from Robben Island-the second marriage also failed.
zh_cn: 尽管他深爱着勇敢的温妮――在他1994年出版的自传里，他第一次公开了一些他在罗本岛写给她的伤感的信――第二次婚姻也失败了。

source: Winnie suffered almost all the blows that apartheid had in its arsenal: banishment, imprisonment, remorseless harassment.
zh_cn: 温妮几乎尝到了种族隔离所能带来的各种打击：驱逐、入狱和无休止的骚扰。

source: But suffering did not ennoble her: just the opposite, and in the end she did her utmost to humiliate her husband.
zh_cn: 但所有这些并未带来盛名：恰恰相反，到最后她极尽所能地让自己的丈夫蒙羞。

source: He was wounded, but also guilt-ridden, conscious of his failings with his wives and his children.
zh_cn: 曼德拉深受伤害，却满怀愧疚，意识到自己亏欠妻儿太多。

source: Not until he married a wary Gra?a Machel, widow of Mozambique's first president, on his 80th birthday did Mr Mandela find enduring wedded fulfilment.
zh_cn: 直到后来他在80岁生日时和莫桑比克第一任总统的遗孀，谨慎的格拉萨·马谢尔结婚，才长久地体会到婚姻的满足感。

source: In love, at least, the private man was the very opposite of the public.
zh_cn: 至少在爱上，个人和公众是相反的两极。

source: Mr Mandela inspired affection among millions he had never met and, among those he had, few failed to remark on his extraordinary ability to empathise and in return command respect.
zh_cn: 曼德拉感召了成千上万他见过和没有见过的人们，很少有人不对他非凡的同情心感到触动和敬意的。

source: Most striking among these, perhaps, were his political opponents, especially Afrikaners, the descendants mainly of the country's early Dutch settlers.
zh_cn: 在这些人中间，最引人注意的可能是他的政敌，尤其是南非白人，早期的荷兰定居者们的后代。

source: One of the first was P.J. Bosch, the prosecutor at his 1962 trial (for leaving the country illegally and incitement to strike), who before his sentencing asked to see him alone, shook his hand and wished him well.
zh_cn: 首先是P·J·博世，1962年审判（非法出境与煽动罢工）时的检察官，在宣判前要求单独会见曼德拉，与他握手并祝他健康。

source: That was not exceptional. Throughout his career, he would be sharing his food with his police escort (after arrest in 1962), helping warders with their essays (also 1962), and earning the respect of their Robben Island counterparts by speaking to them in Afrikaans, which he studied assiduously.
zh_cn: 这并非例外之举，在曼德拉的政治生涯中，他把食物分给押送他的警察吃（1962年被捕后），帮助狱警修改论文（也是1962年），努力学习南非荷兰语以便和罗本岛狱警交谈并获得了他们的尊重。

source: Later, summoned from prison to take tea with President P. W. Botha, he would show that he could charm even one whose defence of white supremacy had earned him the name of "the crocodile".
zh_cn: 后来，总统P·W·波塔将他从狱中召去喝茶，他依然证明自己可以用个人魅力感染这位绰号“大鳄鱼”的白人至上主义维护者。

source: And then, when he was at last released, came the grand gestures of reconciliation: the honouring of the Boer-war guerrilla, Daniel Theron, as an Afrikaner freedom-fighter; the donning of a Springbok rugby shirt, hitherto a symbol to blacks chiefly of white nationalism; and the visit to Betsie Verwoerd, widow of Hendrik, the uncompromising architect of apartheid.
zh_cn: 之后当他最终获释时，他做出了伟大的和解姿态：授予布尔战争时的游击队员丹尼尔·西伦白人自由战士称号；穿上一直被黑人视为白人国家象征的跳羚队队服；拜访种族隔离制度的缔造者亨德里克·维沃尔德的遗孀贝茜。

source: Some manifestations of empathy were harder for him to make.
zh_cn: 有些同情之举对他来说更为艰难。
